Repository: Project-Kodi/Project-Kodi.github.io
Catalog: Version_17-0_Krypton/metadata.thesportsdb.python/resources/language/resource.language.*/strings.po
Languages: de_de

# #30100
source: General
de_de: Allgemein

# #30101
source: General Settings:
de_de: Allgemeine Einstellungen:

# #30105
source: Preferred Language
de_de: Bevorzugte Sprache

# #30110
source: Extras for Members
de_de: Extras f√ºr Mitglieder

# #30120
source: Username
de_de: Benutzer

# #30130
source: Password
de_de: Passwort

# #30140
source: Website
de_de: Webseite

# #30201
source: Artwork Sources and Details:
de_de: Quellen und Details zur Artwork:

# #30301
source: Genre Settings:
de_de: Genre Einstellungen:

# #30305
source: Use 'Sport'
de_de: Benutze 'Sport'

# #30310
source: Use the Sports Category
de_de: Verwenden Sie die Kategorie Sport

# #30320
source: User-defined Genre
de_de: Benutzerdefinierte Genre

# #30410
source: Addon Developer:
de_de: Addon-Entwickler:

# #30420
source: Sources:
de_de: Quellen:

# #30421
source: The Sports Database www.thesportsdb.com
de_de: Die Sport Datenbank www.thesportsdb.com
